{"productImage": "https://images-na.ssl-images-amazon.com/images/I/814qk6KtwNL._AC_SY355_.jpg", "productName": "AT&T DL72319 DECT 6.0 teléfono inalámbrico de 3 teléfonos para el hogar con conexión a la celda, bloqueo de llamadas, pantalla retroiluminada de 1.8\", botones grandes, intercomunicador y rango insuperable", "productDescription": "Largo alcance: experimenta lo mejor en cobertura y claridad de largo alcance, proporcionado por un diseño único de antena y avanza en tecnología de filtrado de ruido.Conéctate a la celda: haz y recibe llamadas desde tu plan celular mientras disfrutas de la comodidad de un teléfono en casa. Empareja hasta 2 teléfonos móviles y conecta 2 teléfonos móviles. O un teléfono celular y un auricular Bluetooth para usar con llamadas fijas.Bloqueador de llamadas inteligente: di adiós a las llamadas no deseadas. Los robocalls en tu línea fija se bloquean automáticamente de llamar a través, incluso la primera vez. Directorio de hasta 1000 nombres y números de bloque de llamadas.Sistema de contestador digital con guía de voz, con hasta 22 minutos de tiempo de grabación. Las indicaciones de conversación te guiarán a través de la configuración del sistema de respuesta digital de tu nuevo teléfono. La pantalla iluminada indica cuántos mensajes nuevos estás esperando.Botones grandes y retroiluminados de 1.8 pulgadas, color blanco, de alto contraste hace que sea fácil leer el identificador de llamadas entrantes o registros del historial de llamadas. Además, el teclado grande permite una fácil marcación en condiciones de poca luz.Altavoz de manos dúplex completo simulado: disfruta de un altavoz que puede mantenerse al día con tus llamadas. Aumenta la participación permitiendo que ambos extremos hablen y se escuchen, al mismo tiempo para conversaciones que son más fieles a la vida.Funcionamiento virtual multilínea: conecta una línea celular y línea fija a tu sistema inalámbrico. Entonces, disfruta de la libertad para hacer y recibir llamadas en dos líneas, todo a la vez.Ampliable hasta 5 teléfonos utiliza DL70019 accesorio auricular (se vende por separado)."}